<?php

return [
    'status' => [
        'accepted' => 'Принят',
        'taken' => 'В работе',
        'delivery' => 'Передано в магазин',
        'sold' => 'Исполнен',
        'canceled' => 'Отменен',
        'printed' => 'Распечатан',
        'to_reprint' => 'Перепечатать',
    ],
    'limit_reached' => 'Достигнут лимит по количеству принятых заказов на выбранную дату у данного производителя.',
    'limited_date' => 'На выбранную дату установлено ограничение на принятие заказов у данного производителя.'
];