<?php

return [
    'status' => [
        'created' => 'Новый заказ',
        'taken' => 'В работе',
        'delivery' => 'Передано в магазин',
        'sold' => 'Исполнен',
        'canceled' => 'Отменен',
        'printed' => 'Распечатан',
        'to_reprint' => 'Перепечатать',
    ],
    'limit_reached' => 'Достигнут лимит по количеству принятых заказов на выбранную дату у данного производителя.',
    'limited_date' => 'На выбранную дату установлено ограничение на принятие заказов у данного производителя.',
    'not_suitable_seller' => "Данная точка не может быть выбрана в качестве пункта выдачи.",
    'contact' => [
        'social' => 'Социальная сеть',
        'phone' => 'Телефон',
        'invalid_type' => 'Предоставлен неверный тип контакта.'
    ],
    'settings' => [
        'status_timeout' => 'Заказ находится не в обработанном статусе уже долгое время.',
    ],
    'item' => [
        'decoration' => [
            'sweets' => 'Со сладостями',
            'cream' => 'С кремом',
            'cream_mastic' => 'С кремом / мастикой',
            'mastic' => 'С мастикой',
        ],
    ],
];